[
    {
      "id": 1,
      "title": "Web Design Workshop",
      "location": "TechHub Conference Center, San Francisco",
      "people": "150 attendees",
      "date": "2022-03-15",
      "description": "Successfully conducted a hands-on workshop that explored the latest trends in web design. The event covered responsive design, user experience, and modern design tools, providing valuable insights to 150 enthusiastic participants.",
      "photo": "https://i.ibb.co/bswHFJ1/image.png"
    },
    {
      "id": 2,
      "title": "Career Development Conference",
      "location": "Grand Expo Hall, New York City",
      "people": "300 participants",
      "date": "2022-05-20",
      "description": "Hosted a highly successful educational conference focused on career development. The event featured keynote speakers, engaging panel discussions, and valuable networking opportunities with industry experts, leaving a lasting impact on the 300 participants in attendance.",
      "photo": "https://i.ibb.co/LkK6HJn/image.png"
    },
    {
      "id": 3,
      "title": "National Spelling Bee Championship",
      "location": "City Auditorium, New York",
      "people": "150 participants",
      "date": "2022-07-08",
      "description": "Celebrated the excitement of the National Spelling Bee Championship at the City Auditorium in New York! Participants from across the nation competed in a thrilling battle of words, showcasing their spelling prowess. The event was filled with suspense, intellect, and a celebration of language excellence.",
      "photo": "https://i.ibb.co/DM0XkgD/image.png"
    },
    {
      "id": 4,
      "title": "STEM Education Fair",
      "location": "City Convention Center, Chicago",
      "people": "500 attendees",
      "date": "2022-09-12",
      "description": "Successfully organized a fair that showcased innovative STEM education programs. The event featured interactive exhibits, engaging workshops, and presentations by leading STEM educators, leaving a lasting impact on the 500 attendees.",
      "photo": "https://i.ibb.co/QjjnbMt/image.png"
    },
    {
      "id": 5,
      "title": "National Debate Championship",
      "location": "Debate Hall, Civic Center, Washington D.C.",
      "people": "300 participants",
      "date": "2022-10-25",
      "description": "Successfully hosted the National Debate Championship at the Debate Hall, Civic Center in Washington D.C.! Over 300 participants engaged in thought-provoking debates on critical issues, experiencing the power of rhetoric, persuasive arguments, and intellectual discourse led by skilled debaters.",
      "photo": "https://i.ibb.co/h9JXnNh/image.png"
    },
    {
      "id": 6,
      "title": "Science Workshop for Students",
      "location": "Science Discovery Center, Chicago",
      "people": "50 student participants",
      "date": "2023-01-18",
      "description": "Successfully conducted an interactive workshop designed for 50 student participants at the Science Discovery Center in Chicago. The event immersed young scientists in the fascinating world of science through hands-on experiments, engaging demonstrations, and insightful discussions led by experienced educators.",
      "photo": "https://i.ibb.co/j51wG2g/image.png"
    },
    {
      "id": 7,
      "title": "International Data Science Conference",
      "location": "Innovation Hub, Seattle",
      "people": "200 participants",
      "date": "2023-03-02",
      "description": "Successfully organized the International Data Science Conference at the Innovation Hub in Seattle. The conference brought together 200 participants, including data scientists, analysts, and industry experts. Attendees explored the latest trends in data science, delved into advanced analytics, and discovered real-world applications across various industries.",
      "photo": "https://i.ibb.co/9qHmKhv/image.png"
    },
    {
      "id": 8,
      "title": "International Education Summit",
      "location": "Global Conference Center, London",
      "people": "600 delegates",
      "date": "2023-06-10",
      "description": "Successfully hosted an International Education Summit at the Global Conference Center in London. The summit brought together educators, policymakers, and thought leaders to discuss global trends in education, cross-cultural learning, and international collaborations, attracting 600 delegates from around the world.",
      "photo": "https://i.ibb.co/cX8ymnL/image.png"
    }
  ]
  